[
{"Job Title": "Programmierer - PHP, HTML, JavaScript, CSS - freiberuflich", "Anstellungsart: ": "Teilzeit", "Vergütung: ": "VHS", "Description": "\n        \nSuche Arbeit als freiberuflicher Programmierer. Ich bin im Wesentlichen fokussiert auf:\nPHP\nHTML / HTML5\nJavaScript / JQuery\nCSS / CSS3\nAufträge können als Festpreis oder Vergütung pro Stunde erfolgen.    "},
{"Job Title": "Frontend Developer", "Anstellungsart: ": "Vollzeit", "Vergütung: ": "fix + shares", "Description": "\n        \nWe democratize finance & credit scoring in Europe. Wanna turn bonify into a better tech company? Join our team in Berlin as Frontend Developer .\n\nbonify - a Berlin based FinTech Startup enables customers to benefit from their credit scoring and financial data. We give customers free & easy access to their credit score and let them upload additional relevant data. Then we offer tools and personalized recommendations to help optimize our customer’s financial situation. \n\nFounded in 2015 by key executives of McKinsey and Zalando, bonify has received significant funding from international leading VCs, e.g., Mosaic Ventures and Ribbit Capital, and successful entrepreneurs, e.g., Zalando founders and Raisin founders.\n\nYour tasks\nYour tasks will include:\n\n● Designing best user experience of our consumer offering \n\n●Owning, designing and developing interactive, frontend applications using React.js, Redux and styled-components \n\n● Developing new pages and improving existing ones in our bonify.de website made with next.js. \n\n● Contributing to new components library built with storybook \n\n● Participating in processes of architectural scaling and improving technical resilience of our user interfaces \n\n● Following the latest technological trends and apply them in our products\n\nWhat we are looking for\nYou have the following skill set to complement our team:\n\n● At least two years of experience with HTML, CSS and JavaScript \n\n● At least one year of experience with ReactJS and ES6+ \n\n● Hands-on mentality and always strive to find the best solution as quickly as possible \n\n● Passion to learn every detail of the immense world of frontend\n\nWhat we offer\nOur goal is to set up a great working environment. Become part of the process and:\n\n● Shape the future organization as a part of the Interdisciplinary and international founding team \n\n● Take responsibility from day one \n\n● Enjoy a variety of coaching and trainings \n\n● Work in a thrilling and flexible environment \n\n● Awesome startup culture with a lot of different social activities and tech talks \n\n● Enjoy a workplace in the heart of Berlin    "},
{"Job Title": "Application developers wanted. 1-hour long study pays 100 usd", "Anstellungsart: ": "Mitarbeiterauswahl", "Vergütung: ": "100 usd per 60 min.", "Description": "\n        \nTake a survey to see if you qualify for a study. If you do, the study takes 60 minutes and pays 100 usd to your PayPal account. \n\nThe survey has 6 questions. It's that simple\n\nTake this survey here:\n\nhttps://app.respondent.io/respondents/projects/view/5d28eb5a11823a00291cd3b5/looking-for-application-developers-for-a-1-hour-remote-study?referralCode=mariovazquez-7744d90f3708    "},
{"Job Title": "Developers with Experience in Chatbots and Microsoft LUIS - 300$ Study", "Anstellungsart: ": "Mitarbeiterauswahl", "Vergütung: ": "300 usd per 90 minutes", "Description": "\n        \nLooking for people that have language understanding of Chabots and Microsoft LUIS\n\n\nTake a survey to see if you qualify for a study. If you do, the study takes 90 minutes and pays 300 usd to your PayPal account. \n\nThe survey has 16 questions. It's that simple\n\nTake this survey here:\n\nhttps://app.respondent.io/respondents/projects/view/5d3a203e51382a002935ced0/calling-all-developers-with-experience-in-chatbots-and-microsoft-luis-(language-understanding)!?referralCode=mariovazquez-7744d90f3708    "},
{"Job Title": "How a Freelance Recruiter Service can Solve Your Hiring Woes", "Anstellungsart: ": "Vollzeit", "Vergütung: ": "After discussion", "Description": "\n        \nIs your organization looking to hire qualified software professionals or senior executives to meet the requirements of a project? As a start-up or SME, are you finding it difficult to get skilled people due to the high cost of hiring? It is time you chose a freelance recruiter service. The service can provide software professionals skilled in a range of programming languages such as PHP, Python, Java, and others in the quickest possible time and yes, within your budget as well. The freelance recruiter service can integrate into your in-house recruitment team, understand your project requirements, and source skilled professionals from a wide pool of resources. So, should you be a start-up or SME looking to hire talent for short or long term projects at affordable costs, visit us at www.konferexegroup.com/freelance-recruiter-service. Also, let’s have a talk: www.calendly.com/robsamuda    "},
{"Job Title": "Teilnehmer für eine Nutzerstudie in Berlin gesucht!", "Anstellungsart: ": "Teilzeit", "Vergütung: ": "bis zu 4std. testen und bis zu 80€ Bezahlung", "Description": "\n        \nTransPerfect sucht Deutschsprachler für eine Nutzerstudie zur Verbesserung von künstlicher Intelligenz (KI). Die Studie findet in unseren Räumen in Berlin statt.\n\nDie Teilnahme dauert je nach Wahl bis zu 4 Stunden und Sie können bis zu 80 Euro verdienen. \nUnsere Studienteilnehmer erhalten ein Mobilgerät und testen eine neue AI-App. Wir suchen erwachsene Kandidaten aller Altersgruppen und Hintergründe. Vorkenntnisse sind nicht erforderlich. Unser Team wird Ihnen alle notwendigen Anweisungen geben.\nSie können gerne Ihrer Familie und Freunden von dieser Studie erzählen, wir benötigen derzeit noch viele Probanden.\n\nHier gehts zur Berwerbung:\nhttps://fs4.formsite.com/wIbuk0/3zmmliveds/index.html\n\nFür weitere Informationen, besuchen Sie unsere Facebook-Seite:\nhttps://www.facebook.com/MercuryProjectBerlin\n\nDie Terminvergabe kann auch gerne per Whatsapp gemacht werden.\nWhatsApp: 015146205881\n    "},
{"Job Title": "I need to get something from the \"other web\"", "Anstellungsart: ": "Teilzeit", "Vergütung: ": "to be discussed", "Description": "\n        \nHey,\n\nI need to buy something (nothing weird, no worries) from the deep internet.\nI had no idea how to do that so I am willing to pay to someone who can help me through it-\nI am pretty sure its easy what I want. I can make interesting the payment too.\nNothing weird.\n\nPlease contact me! I need it ASAP.\n\nNina    "},
{"Job Title": "Intern: Data Engineer (m/f/x)", "Anstellungsart: ": "Mitarbeiterauswahl", "Praktikum": null, "Description": "\n        \nWe are looking for an intern in Data Engineering!\n\nBecome a SQL expert who understands how to transform data into insights.\nExercise your knowledge and skill in data engineering process such as database infrastructure, data pipelining, data quality check, indexing, and performance tuning...\n\nRead More: https://www.mapegy.com/2019/07/11/internship-in-data-engineering/\n\n    "},
{"Job Title": "I will build or optimize a responsive professional Wordpress/Shopify", "Anstellungsart: ": "Mitarbeiterauswahl", "Vergütung: ": "125,00 - 250,00 - 500,00€", "Description": "\n        \nDear Berlin's local and small business owner,\n\nI will build or optimize a responsive professional WordPress website/portfolio or Shopify/WooCommerce Eshop for your business.\n\nOffer 1 °° 125,00€ °°\n* Theme installation and setup\n* 1 page design/ landing page\n* Responsive design\n* Content upload\n* 3 Plug-in extensions\n* Contact form\n* Google friendly\n* Social Share\n* 1 revision\n* 1 month maintenance/ assistance\n==> 3 days\n\nOffer 2 °° 250,00€ °°\n* Theme installation and setup\n* 5 pages\n* Responsive design\n* Content upload\n* 5 Plug-in extensions\n* Contact form + Google map\n* Google friendly\n* Social Share\n* Up to 3 revisions\n* 2 months assistance/ Maintenance\n==> 7 days\n\nOffer 3: °° 500,00€ °°\n* Theme installation and setup\n* Up to 15 pages\n* Responsive design\n* Content upload\n* Up to 10 Plug-in extensions\n* E-commerce functionality\n* Up to 20 products\n* Contact form + Google map\n* Payment gateway\n* Google friendly\n* Social Share\n* Unlimited revisions\n* 3 months assistance/ Maintenance\n==> 10 days\n\nHi!\nProfessional online marketer specialized in International Trade I always have had a strong passion for the branding and the web design. After several years career where I had the chance to optimize the website and manage the Social Media for an International real estate agency based in Marbella (Andalucia, ES), I've been chosen to create a E-shop and all its copy writing (in French) from scratch for a company selling Belgian handcraft beers.\nLast year was a major shift in my professional life; from working at the office, I transformed my position in an exceptional opportunity of remote work. This job is giving me a basic income allowing me to focus on my personal project.\n\nCan you trust me? Why are my prices that low?\n\nMy vision is quiet simple. I am willing to create an offshore company (LTD) in Ireland. The basic investment for the \"package\" I choose is turning around 1000€. My MacBook is from late 2009, I don't think it will last 3 more years, (I bought it for University) and I need to subscribe to the Adobe Creative tools suite.\nIt is a considerable investment for me, so I decided to trade my services in exchange of an advantageous offer for you. I am justifying my prices by the fact that I don't have a company number yet (I am doing that to be able to spare money and get one) and also because I am willing to showcase the work done for you in the online portfolio I am building.\n\nDoes it sounds like something interesting to you?\nAre you a well established entrepreneur willing to contribute to my dream by giving me a chance?\nPlease, send me a message and let me know a bit more about your project.\nI'll come back to you and we will set a meeting.\n\nPS: I speak French, English, Dutch and Spanish. Feel free to communicate with me in those languages.\n\nThank you very much.\n    "},
{"Job Title": "SEO Marketing Optimization", "Anstellungsart: ": "Teilzeit", "Vergütung: ": "VHS", "Description": "\n        \n!!! YOU NEED TO READ AND WRITE GERMAN !!!\n\nWir suchen einen Mitarbeiter, der den Teil der SEO Optimierung und Social-Media Aktivitaeten uebernimmt.\n\nSkills Required\nSEO\nGoogle Adwords\nFacebook Marketing\nGerman\nTwitter Marketing\n    "},
{"Job Title": "Front End Web Developer", "Anstellungsart: ": "Vollzeit", "Vergütung: ": "DOE", "Description": "\n        \nWho We Are\nWe are Slicedbread - a boutique digital creative, marketing, and advertising agency based in Los Angeles, California. With the endlessly evolving digital landscape that is the world wide web, we are constantly striving to find creative and inspiring ways to communicate with the broader audience through the tools and platforms that helped us make information so widely accessible. With commitment, perseverance, hard work, and most importantly, the right team, we have no doubt that our unique methods toward online marketing and advertising will pave the way for more efficient, effective, and meaningful relationships that can be built between people from all walks of life. \n\nWhat We Want \nWith big dreams come big needs. We are looking for a full-time, front end web developer that not only has a passion for their craft, but also the desire to grow with our team and the drive to constantly challenge the status quo. Our team comprises of individuals that never settles for complacency and we seek to find like-minded individuals that share the same philosophies in their skill and in their environments. This front end web developer will need to have the ability to handle virtually any front end development need, changes, and integrations across a variety of hosted and open-source eCommerce and content-centric CMS platforms. Expertise on the platforms Shopify and Wordpress are critical - applicants unable to provide demonstrable work on these platforms will not be considered. He/she will also need to be comfortable with Waterfall style work environments and using collaborative version control infrastructures (Git) with different team members. \n\nCandidates MUST Have:\n1-2 years of working experience as a front end web developer.\nAt least 1 year of experience developing in Shopify using Liquid.\nAt least 1 year of experience developing in Wordpress.\nPortfolio demonstrating work on projects for both Shopify and Wordpress.\nDemonstrable proficiency with HTML, CSS, jQuery/Javascript, and PHP.\n\nThe Ideal Candidate Should Have:\nProficiencies and experience in any of the other the following platforms:\nDrupal\nMagento\nBigCommerce\nLaravel\nProficient in front-end frameworks, specifically Bootstrap and Zurb.\nProficient in using and altering MySQL databases. \nProficient in using version control (Git) from the command line only.\nProficient in extracting using Photoshop to extract assets from PSDs.\nFamiliarity with server structures, specifically Apache and Nginx.\nFamiliarity with Agile and Waterfall work environments.\n\nNice to haves:\nFamiliarity with PHP and JavaScript backend.\nProficient with SSH from the command line.\nProficient in setting up development and staging environments.\nProficient in working with servers such as AWS and Media Temple.\nProficient with SASS/LESS.\nProficient with build tools such as Gulp/Grunt.\nProficient in systems administrative tasks, such as cache setup/configuration, server load balancing, CDN technologies, etc. \nFamiliarity with deployment services and processes such as RightScale.\n\nWhat we offer in return:\nA highly collaborative work environment that takes a team first approach.\nFreedom to work in the comfort of your home office, cafe, etc.\nFlexible remote work schedule and hours that make sense for your time zone and daily life, as long as delivery dates are met. \nOpportunity to spend 10% of work time on self-directed projects/experiments/etc.\nPaid vacation, holidays, sick days (it’s important to take time off to recharge). \nReally awesome people. No joke.\n\nApplicants will receive a test to demonstrate certain competencies and will need to have completed within a certain timeframe. The details of the test will be provided to applicants separately. Please be prepared for a lengthy test.\n    "},
{"Job Title": "Front End Web Developer", "Anstellungsart: ": "Vollzeit", "Vergütung: ": "DOE", "Description": "\n        \nWho We Are\nWe are Slicedbread - a boutique digital creative, marketing, and advertising agency based in Los Angeles, California. With the endlessly evolving digital landscape that is the world wide web, we are constantly striving to find creative and inspiring ways to communicate with the broader audience through the tools and platforms that helped us make information so widely accessible. With commitment, perseverance, hard work, and most importantly, the right team, we have no doubt that our unique methods toward online marketing and advertising will pave the way for more efficient, effective, and meaningful relationships that can be built between people from all walks of life. \n\nWhat We Want \nWith big dreams come big needs. We are looking for a full-time, front end web developer that not only has a passion for their craft, but also the desire to grow with our team and the drive to constantly challenge the status quo. Our team comprises of individuals that never settles for complacency and we seek to find like-minded individuals that share the same philosophies in their skill and in their environments. This front end web developer will need to have the ability to handle virtually any front end development need, changes, and integrations across a variety of hosted and open-source eCommerce and content-centric CMS platforms. Expertise on the platforms Shopify and Wordpress are critical - applicants unable to provide demonstrable work on these platforms will not be considered. He/she will also need to be comfortable with Waterfall style work environments and using collaborative version control infrastructures (Git) with different team members. \n\nCandidates MUST Have:\n1-2 years of working experience as a front end web developer.\nAt least 1 year of experience developing in Shopify using Liquid.\nAt least 1 year of experience developing in Wordpress.\nPortfolio demonstrating work on projects for both Shopify and Wordpress.\nDemonstrable proficiency with HTML, CSS, jQuery/Javascript, and PHP.\n\nThe Ideal Candidate Should Have:\nProficiencies and experience in any of the other the following platforms:\nDrupal\nMagento\nBigCommerce\nLaravel\nProficient in front-end frameworks, specifically Bootstrap and Zurb.\nProficient in using and altering MySQL databases. \nProficient in using version control (Git) from the command line only.\nProficient in extracting using Photoshop to extract assets from PSDs.\nFamiliarity with server structures, specifically Apache and Nginx.\nFamiliarity with Agile and Waterfall work environments.\n\nNice to haves:\nFamiliarity with PHP and JavaScript backend.\nProficient with SSH from the command line.\nProficient in setting up development and staging environments.\nProficient in working with servers such as AWS and Media Temple.\nProficient with SASS/LESS.\nProficient with build tools such as Gulp/Grunt.\nProficient in systems administrative tasks, such as cache setup/configuration, server load balancing, CDN technologies, etc. \nFamiliarity with deployment services and processes such as RightScale.\n\nWhat we offer in return:\nA highly collaborative work environment that takes a team first approach.\nFreedom to work in the comfort of your home office, cafe, etc.\nFlexible remote work schedule and hours that make sense for your time zone and daily life, as long as delivery dates are met. \nOpportunity to spend 10% of work time on self-directed projects/experiments/etc.\nPaid vacation, holidays, sick days (it’s important to take time off to recharge). \nReally awesome people. No joke.\n\nApplicants will receive a test to demonstrate certain competencies and will need to have completed within a certain timeframe. The details of the test will be provided to applicants separately. Please be prepared for a lengthy test.\n    "},
{"Job Title": "AWS Engineer with Node.js or Java - ITONICS GmbH", "Anstellungsart: ": "Vollzeit", "Vergütung: ": "Depends on experience.", "Description": "\n        \nAs an AWS Engineer, you would be responsible for efficiently organizing and optimizing the development and deployment of micro-service based application deployed to we and mobile within AWS. This will include (though is not limited to) implementing continuous integration, continuous deployment and hardened of our fast growing cloud operations. This includes clustered virtualization, container development, and serverless micro-services. Development is done in Node and Java. Most DevOps use Node JS.\n\nPlease keep in mind that ITONICS is building multi-tier client-to-server applications with hundreds of thousands of users making performance and stability a crucial in development.\n\nExperience and aptitude can vary, though enthusiasm is required. Anyone from a well season senior to a bright-eyed working student (Werkstudent/ Internship) are encouraged to apply. All of the listed topics can be learned.\n\nAll applicants must be fluent in English (German is optional).\n\nYour experiences (or aspirations) should match our needs:\n\nKnowledge in various distributions of Linux.\nAmazon Web Services (or other PaaS): ECS, EC2, Route53, DynamoDB, Lambda, SNS, SQS, etc\nUnit Testing and TDD in JUnit or Mocha. Mocks for rapid development.\nDevelopment: Git, Pipelines (or Jenkins), Docker, Gradle (or Maven), NPM, Webpack, Gulp\nAlternative Data sources include MongoDB, Elasticsearch, Redis, Neo4j\nFrontend (optional): Angular, TypeScript, Gulp, node, npm\nWhat ITONICS can offer you\n\nITONICS is an established startup in enterprise software. We are not focussing on millions of customers loving a location-based dating app. We make market-leading companies in all industries even stronger by boosting their innovation function. This requires lots of solid development and even more magic. If you are the type of person having fun within extreme complexity and building in some magic in your code, then let’s talk!\n\nAt ITONICS you’ll be part of massive, industrial dawn of innovation through insight, collaboration, and foresight. Building large scale solutions to answer both tough high level and concrete questions about the future.\n\nJoin this young, dynamic and passionately motivated team to construct solutions for a better tomorrow using and creating some of today’s most cutting edge technologies, techniques, and paradigms.\n\nMarket leaders like Continental, Daimler, Edeka, Evonik, MAN, Siemens, Total or The World Economic Forum use our solutions to shape and build the future.\n\nWelcoming both junior and experienced developers with various levels of savviness, ITONICS has a place for anyone that is devoted to technology and forward thinking. The ITONICS team is looking for eager and self-motivated individuals to drive solutions into the future.\n\nIf this sounds like a good match for you, then don’t hesitate to contact us right now. We will\n\nGet back to you within 72 hours\nInvite you for a first interview - on-site in Berlin or on Skype\nInvite you on-site to introduce the team, the vision, Berlin, etc.\nGet you on-boarded quickly\nTake care of relocation to Berlin if required\nGrab the chance to work in one of the most exciting areas in the tech industry in one of the most exciting cities on the globe - NOW! Please send us your résumé (cover letter, CV, transcripts) and state your availability (eg when you can start).\n\nPlease ONLY apply if you are available to undertake the position within the Berlin area. No recruiters. No agencies.\n\nBuzzwords for German SEO\n\nDevOps, NodeEntwickler, -Java-Entwickler, junges, internationales, hoch motiviertes Team, flache Hierarchien, offene Kommunikation, vielseitige Entwicklungsperspektiven, schönes Büro in Berlin Mitte (U-Bahnhof Spittelmarkt), Werkstudent, Praktikant, Vollzeit    "},
{"Job Title": "Senior Backend Engineer in Node.js and TypeScript - ITONICS GmbH", "Anstellungsart: ": "Vollzeit", "Vergütung: ": "Depends on experience.", "Description": "\n        \nPlease ONLY apply if you are available to undertake the position within Berlin, Germany.\n\nAbsolutely no recruiters!\n\nAre you eager to cut through the noise and bureaucracy of corporate software development? Or just wanting to make a name for yourself in a dynamic team environment? Or perhaps looking for a reason to sharpen all of your skills? Anyone interested in cutting edge web and service-based development is welcome. ITONICS is looking for an enthusiastic Senior Typescript/Node.js Developer to join our team.\n\nITONICS is offering:\n\nA position with an established leader of innovation and strategic management enterprise software/solutions. Sounds boring so far. We are not focussing on millions of customers loving our location-based dating app. We make market-leading companies in all industries even stronger by boosting their innovation and strategic functions. This requires lots of solid development work and even more magic. If you are the type of person having fun within extreme complexity and building in some magic in your code - let’s talk! At ITONICS you’ll be part of the industrial dawn of innovation through insight and collaboration. Building large scale solutions to answer both demanding high level and concrete questions about the future. Welcoming experienced developers with various levels of savviness and focuses, ITONICS has a place for anyone that is devoted to technology and forward thinking. The ITONICS team is looking for eager and self-motivated individuals to drive solutions into the future.\n\nPlease ONLY apply if you are available to undertake the position onsite in Berlin, Germany. Grab the chance to work in one of the most exciting and innovative areas in the industry in one of the most exciting cities on the globe - NOW! Please send us your resume(cover letter, CV) and state your availability.\n\nAs a Backend Developer at ITONICS\n\nyou'll be taking the reins of cutting edge native cloud technologies in a micro product and microservices environment. Our squad-based approach allows engineers to jump between problems delivering solutions that will never leave you bored. With the high use of serverless and cluster-based technologies on AWS, our applications and services are designed to scale to 10k+ daily active users that immediately respond to higher demand. Solutions for problems such as scaling data services for aggregate visuals in real-time, machine learning for predictions both large and small, semantic analysis providing insights from unstructured data, and near real-time document pipelines that process 100k+ documents daily with NLP and other semantic enrichments. No matter where your interest lies, ITONICS will have a place for you.\n\nYour responsibilities will include:\n\nDesign and implementation of multi-tenant cloud services used by our client applications (web and mobile)\nUnderstanding of SOLID Principles, RESTful services, application design patterns, and multi-tenant architectures in order to deliver the best possible software\nStriving for performance and utilizing application metrics to identify bottlenecks\nBuilding a pure cloud solution, focusing on high availability, and servicing the entire globe\nSupport the expansion of our infrastructure with the design and implementation of cloud infrastructure in Terraform\nYou should have at least 3+ years experience with the following technologies\n\nTypeScript, Node.js (aka Nodejs) and the NPM ecosystem, Webpack\nAmazon Web Services (AWS) - especially Lambda, API Gateways, ECS\nDatabase queries and transactions via PostgreSQL and ElasticSearch\nUnit Testing with Jest\nContinuous Integration and Delivery with Pipelines (or Jenkins), AWS (or another PaaS)\nPrincipals should include SOLID, RESTful services and microservice application design patterns\nNice To Have\n\nExperience with Terraform and virtualization using Docker\nFamiliarity with Unix-based systems and bash scripting    "}
]